Repository: wp-plugins/ucan-post
Catalog: i18n/ucan-post-*.po
Languages: ar, de_de, it_it, lt_lt, nl_nl, pl_pl, pt_br, tr_tr

source: Add Media
ar: اضافة ملف وسائط
de_de: Eine Mediendatei hinzufügen
it_it: Aggiungi Media
lt_lt: Pridėti Media
nl_nl: voeg media toe
pl_pl: Dodaj Media
pt_br: Adicionar mídia
tr_tr: Ortam Ekle
