Repository: wp-plugins/ucan-post
Catalog: i18n/ucan-post-*.po
Languages: ar, de_de, it_it, lt_lt, nl_nl, pl_pl, pt_br, tr_tr

source: uCan Post -- Admin Options
ar: uCan Post -- لوحة التحكم
de_de: uCan Post -- Admin Optionen
it_it: uCan Post -- Opzioni d'Amministrazione
lt_lt: Ucan Post - Administracijos Nustatymai
nl_nl: uCan Post -- Admin instellingen
pl_pl: uCan Post - Panel Administratora
pt_br: uCan Post -- Opções de Administração
tr_tr: uCan Post -- Yönetici Seçenekleri

source: Setting
ar: الاعدادات
de_de: Einstellungen
it_it: Configurazione
lt_lt: Nustatymai
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
tr_tr: Ayarlar

source: Value
ar: القيمة
de_de: Wert
it_it: Valore
lt_lt: Reikšmė
nl_nl: Waarde
pl_pl: Wartość
pt_br: Valor
tr_tr: Değer

source: User Level required to create posts:
ar: تصاريح العضو المسموح له بارسال موضوع :
de_de: Benötigte Benutzerrolle, um Beiträge schreiben zu können:
it_it: Livello dell'utente richiesto per la creazione di post
lt_lt: Vartotojo lygis reikalingas sukurti įrašą:
nl_nl: Gebruikers niveau nodig om post te maken
pl_pl: Poziom Uprawnień niezbędnych do utworzenia wpisu:
pt_br: Nível de usuário requerido para criar posts:
tr_tr: İleti yazabilmesi için gereken en düşük Kullanıcı seviyesi:

source: Guest
ar: ضيف
de_de: Gast
it_it: Ospite
lt_lt: Svečias
nl_nl: Gast
pl_pl: Gość
pt_br: Convidado
tr_tr: Ziyaretçi

source: Subscriber
ar: مشترك
de_de: Abonnent
it_it: Sottoscrittore
lt_lt: Prenumeratorius
nl_nl: abonnee
pl_pl: Subskrybent
pt_br: Assinante
tr_tr: Takipçi

source: Contributor
ar: مساهم
de_de: Mitarbeiter
it_it: Contributore
lt_lt: Pagalbininkas
nl_nl: Schrijver
pl_pl: Menadżer
pt_br: Colaborador
tr_tr: İçerik Sağlayıcı

source: Author
ar: مؤلف
de_de: Autor
it_it: Autore
lt_lt: Autorius
nl_nl: Auteur
pl_pl: Autor
pt_br: Autor
tr_tr: Yazar

source: Editor
ar: محرر
de_de: Redakteur
it_it: Editore
lt_lt: Redaktorius
nl_nl: Redacteur
pl_pl: Edytor
tr_tr: Editör

source: Administrator
ar: مدير
it_it: Amministratore
lt_lt: Administratorius
pt_br: Administrador
tr_tr: Yönetici

source: (Default = Subscriber)
ar: (الافتراضي=مشترك)
de_de: (Standard = Abonnent)
it_it: (Default = Sottoscrittore)
lt_lt: (Numatytas = Prenumeratorius)
nl_nl: (Standaard = abonnee)
pl_pl: (Domyślnie = Subskrybent)
pt_br: (Padrão = Assinante)
tr_tr: (Varsayılan = Takipçi)

source: (Default = True)
ar: (الافتراضي=نعم)
de_de: (Standard = Ja)
it_it: (Default = Selezionato)
lt_lt: (Numatytas = Taip)
nl_nl: (standaard = ja)
pl_pl: (Domyślnie = True)
pt_br: (Padrão = Verdadeiro)
tr_tr: (Varsayılan = Evet)

source: Allow submitter to select the post category:
ar: اسمح للناشر بتحديد التصنيف
de_de: Erlaube Beitragsposter, die Kategorie auszuwählen:
it_it: Permetti agli utenti di selezionare la categoria in cui inserire l'articolo
lt_lt: Leisti pateikėjui pasirinkti kategorijas įrašo:
nl_nl: Laat plaatser de post catogorie kiezen:
pl_pl: Pozwól wysyłającemu artykuł wybrać kategorię wpisu :
pt_br: Permitir a quem contribuiu escolher a categoria do post:
tr_tr: İçerik sağlayıcıya kategori seçmesi için izin ver:

source: (Default = False)
ar: (الافتراضي=لا)
de_de: (Standard = Nein)
it_it: (Default = Non permesso)
lt_lt: (Numatytas = Ne)
nl_nl: (Standaard = nee)
pl_pl: (Domyślnie = False)
pt_br: (Padrão = Falso)
tr_tr: (Varsayılan = Hayır)

source: Default Category for submitted posts:
ar: التصنيف الافتراضي للموضوعات المنشورة :
de_de: Standardkategorie für eingeschickte Beiträge:
it_it: Categoria di default in cui verranno inseriti i post:
lt_lt: Numatyta kategorija pateikimui įrašų:
nl_nl: standaard categorie voor het plaatsen van post:
pl_pl: Domyślna kategoria dla wysyłanych wpisów:
pt_br: Categoria padrão para posts que foram contribuídos:
tr_tr: İçerikler için varsayılan kategori:

source: (Default = Uncategorized)
ar: (الافتراضي=غير مصنف)
de_de: (Standard = Unkategorisiert)
it_it: (Default = Senza categoria)
lt_lt: (Numatytas = Be kategorijos)
nl_nl: (standaard = ongecategoriseerd)
pl_pl: (Domyślnie = Uncategorized)
pt_br: (Padrão = Sem categoria)
tr_tr: (Varsayılan = Kategorilenmemiş)

source: (Default = None)
ar: (الافتراضي=فارغ)
de_de: (Standard = Nichts)
it_it: (Default = Nessuno)
lt_lt: (Numatytas = Nėra)
nl_nl: (standaard = geen)
pl_pl: (Domyślnie = None)
pt_br: (Padrão = Nenhum)
tr_tr: (Varsayılan = Hiçbiri)

source: Set the Post Author to the name of the User who submitted it:
ar: حدد اسم مؤلف الموضوع حسب اسم الناشر :
de_de: Als Beitragsautor den Namen des Benutzers anzeigen, der den Beitrag eingeschickt hat:
it_it: Imposta l'autore del post con il nome dell'utente che l'ha inviato:
lt_lt: Nustatyt Įrašo Autoriaus vardą, vartotojo kuris pateikė:
nl_nl: Zet de post auteur op de naam van de gebruiker die de post plaatst:
pl_pl: Ustaw wysyłającego jako Autora wpisu:
pt_br: Definir o autor do Post como o nome do usuário que contribuiu:
tr_tr: Yazı gönderenin adını Yazar adı olarak kullan:

source: Default Author for submitted posts:
ar: المؤلف الافتراضي للموضوعات المنشورة :
de_de: Standardautor für eingeschickte Beiträge:
it_it: Autore di Default per i post inseriti:
lt_lt: Numatytas Autorius pateikime įrašų:
nl_nl: Standaard auteur voor geplatste post:
pl_pl: Domyślny Autor dla wysłanych wpisów:
pt_br: Autor padrão para posts que foram contribuídos:
tr_tr: Girilen içerikler için varsayılan Yazar:

source: If the above option is selected this option will only be used for guest submissions
ar: اذا تم تحديد هذا الخيار فسيستخدم فقط لاضافات الضيوف
de_de: Falls die obige Option ausgewählt wurde, wird diese Option nur für Gastbeiträge benutzt
it_it: Se l'opzione sopra è selezionata questa opzione sarà valida solo per gli invii effettuati dagli Ospiti
lt_lt: Jei aukščiau pasirinksite tai, bus naudojama tik svečių pateikimai.
nl_nl: Als de bovenstaande optie is geselecteerd dan wordt deze alleen gebruikt voor gast plaatsingen
pl_pl: Jeśli powyższa opcja jest zaznaczona ta opcja będzie wykorzystywany jedynie dla wysyłanych wpisów przez gości
pt_br: Se a opção acima for selecionado esta opção somente será usada para contribuições de convidados
tr_tr: Yukarıdaki seçenek işaretliyse bu seçenek sadece misafir kullanıcılar için kullanılacak

source: (Default = admin)
ar: (الافتراضي=المدير)
de_de: (Standard = admin)
it_it: (Default = amministratore)
lt_lt: (Numatytas = admin)
nl_nl: (standaard = admin)
pl_pl: (Domyślnie = admin)
pt_br: (Padrão = admin)
tr_tr: (Varsayılan = birisi)

source: Allow submitter to enter post tags:
ar: اسمح للناشرين باختيار الوسوم :
de_de: Erlaube Beitragsposter, Beitrags-Tags einzugeben:
it_it: Permetti all'utente di inserire tag per il post :
lt_lt: Leisti pateikėjui vesti žymes:
nl_nl: Laat plaatser toe om tags in te voegen:
pl_pl: Pozwól wysyłającemu wprowadzić Tagi dla wpisu:
pt_br: Permitir a quem enviou inserir as tags do post:
tr_tr: İçerik sağlayana etiket girmesi için izin ver:

source: Default tags to use for submissions:
ar: الوسوم الافتراضية لاستخدامها عند النشر :
de_de: Standard-Tags für Beiträge:
it_it: Tag di default usati per l'invio:
lt_lt: Numatytos žymos pateikimui
nl_nl: standaard tags om te gebruiken tijdens plaatsingen:
pl_pl: Domyślne Tagi do użycia przez wysyłających:
pt_br: Tags padrões para usar para as contribuições:
tr_tr: Girilenlerde kullanılacak varsayılan etiketler:

source: Use a comma separated list (EX: pizza, rice, olives, ...)
ar: استخدم الفاغصلة بين الوسوم ( انس,مدونة,تصميم)
de_de: Benutze Kommas, um die Liste zu teilen (Bsp.: Pizza, Reis, Oliven, ...)
it_it: Usa la virgola per separare la lista (Ex.: Pizza, Arroz, Azeitonas, ...)
lt_lt: Naudokite kablelius atskirdami sąrašą (pvz: pica, kompiuteris, wordpress, ...)
nl_nl: Gebruik comma's om de lijst te scheiden (EX: pizza, rijst, olijven, ....)
pl_pl: Użyj listy oddzielonej przecinkami (Na przykład: mozart, muzyka klasyczna, internet, ...)
pt_br: Usar uma lista separada por vírgula (Ex.: Pizza, Arroz, Azeitonas, ...)
tr_tr: Virgüllerle ayrılmış bir liste kullan (ÖRN: pizza, prinç, zeytinler, ...)

source: Allow submitter to create a post excerpt:
ar: اسمح للناشرين بكتابة ملخص :
de_de: Erlaube Beitragsposter, einen Textausschnitt zu erstellen:
it_it: Permetti all'utente di creare un riassunto del post:
lt_lt: Leisti pateikėjui sukurti įrašo ištrauką:
nl_nl: Toestaan dat plaatsers een post excerpt:
pl_pl: Pozwól wysyłającemu utworzyć Wypis artykułu:
pt_br: Permitir que o contribuidor crie um resumo do post:
tr_tr: İçerik sağlayıcının alıntı yapmasına izin ver:

source: Allow comments on submitted posts:
ar: اسمح بالتعليقات على الموضوعات المنشورة :
de_de: Erlaube Kommentare bei eingeschickten Beiträge:
it_it: Permetti i commenti sui post inviati:
lt_lt: Leisti komentuoti pateiktus įrašus:
nl_nl: Laat commentaar toe op geplaatste post:
pl_pl: Zezwól na komentowanie wysyłanych wpisów:
pt_br: Permitir comentários em contribuições:
tr_tr: Girilen içeriklerde yorumlara izin ver:

source: Allow Trackbacks/Pingbacks on submitted posts:
ar: اسمح بالتنبيهات - التعقيبات على المواضيع المنشورة
de_de: Erlaube Trackbacks/Pingbacks bei eingeschickten Beiträgen:
it_it: Permetti Trackbacks/Pingbacks sui post:
lt_lt: Leistis "Trackbacks/Pingbacks" įraše
nl_nl: laat Trackbacks/Pingbacks toe op geplaatste post:
pl_pl: Zezwól na Trackbacki / Pingbacki w wysłanych wpisach:
pt_br: Permitir Trackbacks/Pingbacks em contribuições:
tr_tr: Girilen içeriklerde Geri izlemeye/Pinglemeye izin ver:

source: Moderate new posts:
ar: ادارة الموضوعات الجديدة :
de_de: Moderiere neue Beiträge:
it_it: Coda di moderazione per i nuovi post:
lt_lt: Moderuoti naujus įrašus
nl_nl: Moderatie op nieuwe post:
pl_pl: Moderuj Wpisy:
pt_br: Moderar novos posts:
tr_tr: Yeni içerikleri gözden geçir:

source: Allow uploads on sumbission:
ar: اسمح برفع الملفات عند النشر :
de_de: Erlaube Dateiupload bei eingeschickten Beiträgen:
it_it: Permetti di caricare file:
lt_lt: Leisti atsiuntimus pateikime:
nl_nl: Laat uploaden tijdens plaatsen toe:
pl_pl: Zezwól na załadowanie plików:
pt_br: Permitir envios de arquivos:
tr_tr: Dosya yüklemeye izin ver:

source: NOTE: For security reasons, only registered members can upload files
ar: ملاحظة : لاسباب امنية ينصح بالسماح فقط للاعضاء المسجلين بالرفع
de_de: VORSICHT: Aus Sicherheitsgründen können nur angemeldete Benutzer Dateien hochladen!
it_it: NOTA: Per ragioni di sicurezza solo i membri registrati possono caricare file
lt_lt: Užrašas: Dėl apsaugos priežasčių, gali atsiųsti failus tik užsiregistravę vartotojai.
nl_nl: AANTEKENING: voor beveiligingsredenen kunnen alleen geregistreerde gebruikers bestanden uploaden
pl_pl: NOTA: Z powodów bezpieczeństwa, tylko zarejestrowani członkowie mogą załadować pliki na serwer.
pt_br: NOTA: Por razões de segurança, somente membros registrados podem enviar arquivos
tr_tr: NOT: Güvenlik nedeniyle, sadece kayıtlı kullanıcılar dosya yükleyebilir

source: Show CAPTCHA image:
ar: اعرض صورة الكاباتشا لمكافحة السبام :
de_de: Zeige das Captcha Vorschaubild:
it_it: Mostra un'immagine CAPTCHA:
lt_lt: Rodyti "Captcha" paveiksliuką:
nl_nl: laat CAPTCHA afbeelding zien:
pl_pl: Pokaż ilustracje CAPTCHA:
pt_br: Mostrar imagem CAPTCHA:
tr_tr: CAPTCHA simgesini göster:

source: If you are allowing guests to post, it is recommended that you enable this
ar: اذا قمت بالسماح بالنشر للضيف فهذا الخيار مستحسن .
de_de: Fallst du Beiträge von Gästen erlaubst, wird dir empfohlen, dass du dies ermöglichst
it_it: Se stai permettendo agli Ospiti di inviare post, è raccomandato abilitare questa funzione
lt_lt: Jeigu leidžiate svečiams pateikti, rekomenduojame įjungti tai.
nl_nl: Als u gasten laat plaatsen dan wordt het aanbevolen om dit aan te zetten
pl_pl: Jeśli pozwalasz Gościom wysyłać wpisy, jest wysoko rekomendowane abyś aktywował tę opcję!
pt_br: Se você está permitindo que convidados contribuam, é recomendado que você habilite isto
tr_tr: Eğer misafirlere gönderme izni vermişseniz, bunu etkinleştirmeniz önderilir

source: Recieve an Email when a new post is submitted:
ar: استقبل ايميل في حال تم نشر موضوع جديد :
de_de: EMail-Benachrichtigung bei neuen Beiträgen:
it_it: Ricevi una mail quando nuovi post vengono inviati:
lt_lt: Gaukite elektroniniu paštu, kai ateina naujas pateikimas.
nl_nl: Een E-mail ontvangen wanneer een nieuwe post is geplaatst:
pl_pl: Odbierz Email kiedy nowy Post zostanie wysłany:
pt_br: Receba um email quando uma nova contribuição for enviada:
tr_tr: Bir içerik gönderildiğinde Eposta ile bildir:

source: Save Options
ar: احفظ الخيارات
de_de: Optionen Speichern
it_it: Salva Opzioni
lt_lt: Išsaugoti Nustatymus
nl_nl: Instellingen opslaan
pl_pl: Zachowaj Opcje
pt_br: Salvar opções
tr_tr: Seçenekleri Kaydet

source: uCan Post -- Setup Instructions
ar: uCan Post -- معلومات التنصيب
de_de: uCan Post -- Setup Anweisungen
it_it: uCan Post -- Istruzioni di Setup
lt_lt: Ucan Post - Sąrankos Instrukcija
nl_nl: uCan Post -- Start instructies
pl_pl: uCan Post - Instrukcja Instalacji
pt_br: uCan Post -- Instruções de Configuração
tr_tr: uCan Post -- Kurulum Adımları

source: Create a new page (this is the page where your users will submit posts from)
ar: قم بانشاء صفحة جديدة من لوحة التحكم
de_de: Erstelle eine neue Seite (Dies ist die Seite, auf der deine User Beiträge verfassen können)
it_it: Crea una nuova pagina (sarà quella in cui i tuoi utenti avranno il form per l'invio)
lt_lt: Kuriant naują puslapį (tai yra puslapis, kuriame bus pateikimo formos)
nl_nl: Maak een nieuwe pagina (dit is de pagina waar gebruikers post kunnen plaatsen)
pl_pl: Utwórz stronę (jest to strona na której użytkownicy będą wysyłać na Twój blog swoje artykuły)
pt_br: Criar uma nova página (esta é a página de onde seus usuários poderão enviar suas contribuições)
tr_tr: Yeni bir sayfa oluştur (bu kullanıcılarınızın içeriklerini göndermesi için kullanılacak sayfadır)

source: Paste
ar: لصق
de_de: Einfügen
it_it: Incolla
lt_lt: Įklijuoti
nl_nl: Plakken
pl_pl: Wklej
pt_br: Colar
tr_tr: Yapıştır

source: under the HTML tab of the page editor
ar: في داخل الصفحة
de_de: unter dem HTML Tab des Seiten-Editors
it_it: sotto il tab HTML nella pagina dell'editor
lt_lt: Pagal HTML lentelę į puslapio redagtorių
nl_nl: Onder de html tab van de pagina bewerker
pl_pl: pod zakładką HTML edytora strony
pt_br: em baixo da aba HTML do edito de página
tr_tr: Sayfa düzenleyicinin altındaki HTML sekmesi

source: Publish the page
ar: قم بنشر الصفحة
de_de: Veröffentliche die Seite
it_it: Pubblica la pagina
lt_lt: Publikuoti puslapį
nl_nl: Plaats de pagina
pl_pl: Publikuj stronę
pt_br: Publicar a página
tr_tr: Sayfayı yayınla

source: Setup your admin settings the way you wish and save
ar: قم باعداد الاضافة من لوحة التحكم حسب ما ترغب وقم بالحفظ
de_de: Stelle deine Admineinstellungen deinen Wünschen nach ein und speichere
it_it: Imposta i settaggi d'amministrazione nel modo che preferisci e salva
lt_lt: Nustatykite savo administratoriaus nustatymus, norėdami išsaugoti
nl_nl: Maak uw admin instellingen zoals u wilt en sla ze op
pl_pl: Skonfiguruj ustawienia Administratora, jak potrzebujesz i Zapisz
pt_br: Configure suas opções de administrador do jeito que você desejar e salve-as
tr_tr: Yönetici seçenekleriniz istediğiniz şekilde ayarlayıp kaydedin

source: Done! Pretty easy eh?
ar: انتهى الاعداد
de_de: Gemacht? Ziemlich leicht, oder?
it_it: Fatto! Molto facile eh?
lt_lt: Baigta! Gana lengva?
nl_nl: Klaar, makkelijk he?
pl_pl: Gotowe! Ładnie i prosto... ;-)
pt_br: Feito! Bem fácil não é mesmo?!
tr_tr: Tamam! Çok kolay di mi?

source: Options successfully saved
ar: الاعدادات تم حفظها بنجاح
de_de: Optionen erfolgreich gespeichert
it_it: Opzioni salvate correttamente
lt_lt: Nustatymai sėkmingai išsaugoti
nl_nl: Instellingen succesvol opgeslagen
pl_pl: Zmiana opcji została zapisana.
pt_br: Opções salvas com sucesso
tr_tr: Seçenekler başarıyla kaydedildi

source: uCan Post -- Submissions
ar: خيارات النشر
de_de: uCan Post -- eingeschickte Beiträge
it_it: uCan Post -- Opzioni d'amministrazione
lt_lt: Ucan Post - Pateikimai
nl_nl: uCan Post -- plaatsingen
pl_pl: uCan Post - Lista otrzymanych artykułów
tr_tr: uCan Post - İçerikler

source: Submissions
ar: النشر
de_de: eingeschickte Beiträge
it_it: Inserimenti
lt_lt: Pateikimai
nl_nl: Aantal plaatsingen
pl_pl: Wysłane
tr_tr: İçerikler

source: Submitter Name
ar: اسم الناشر
de_de: Einschicker Name
it_it: Nome
lt_lt: Pateikėjo Vardas
nl_nl: Naam van plaatser
pl_pl: Jego Imię
tr_tr: Gönderenin Adı

source: Submitter Email
ar: ايميل الناشر
de_de: Einschicker Email
it_it: Email
lt_lt: Pateikėjo El.Paštas
nl_nl: Email van plaatser
pl_pl: Jego Email
tr_tr: Gönderenin Eposta Adresi

source: Type
ar: النوع
it_it: Tipo
lt_lt: Tipas
pl_pl: Napisał jako
tr_tr: Tür

source: Publish
ar: نشر الموضوع
de_de: 'Veröffentlichen!'
it_it: Pubblica
lt_lt: Pateikti
nl_nl: Publiceer
pl_pl: Publikuj
pt_br: Publicar
tr_tr: Yayınla

source: No submissions have been made
ar: لا يوجد منشورات له
de_de: Es wurde nichts eingeschickt
it_it: Non è stato inviato alcun post
lt_lt: Nepadaryta jokių pateikimų
nl_nl: Er is geen plaatsing gedaan
pl_pl: Jak do tej pory nic nie napisałaś/eś
tr_tr: Yaoılmış bir içerik yok

source: Post Title
ar: عنوان الموضوع
de_de: Beitragstitel
it_it: Titolo del Post
lt_lt: Įrašo Pavadinimas
nl_nl: Post titel
pl_pl: Tytuł wpisu
pt_br: Título do post
tr_tr: İçerik Başlığı

source: (required)
ar: (مطلوب)
de_de: (benötigt)
it_it: (obbligatorio)
lt_lt: (reikalinga)
nl_nl: (verplicht)
pl_pl: (wymagane)
pt_br: (obrigatório)
tr_tr: (gerekli)

source: Post Excerpt
ar: ملخص الموضوع
de_de: Beitragsvorschau
it_it: Riassunto del Post
lt_lt: Įrašo Ištrauka
pl_pl: Wypis
pt_br: Resumo do post
tr_tr: İçerik Alıntısı

source: Post Content
ar: محتوى الموضوع
de_de: Beitragsinhalt
it_it: Contenuto
lt_lt: Įrašo Turinys
nl_nl: Post inhoud
pl_pl: Treść
pt_br: Conteúdo do post
tr_tr: İçerik Gövdesi

source: Post Preview Area
ar: مساحة معاينة الموضوع
de_de: Beitragsvorschau
it_it: Anteprima Post
lt_lt: Įrašų Peržiūrimo Vieta
nl_nl: Post voorbeeld gedeelte
pl_pl: Obszar podglądu
pt_br: Área de pré-visualização do post
tr_tr: İçerik Görüntüleme Alanı

source: You can continue editing below the preview area
ar: تستطيع اكمال التحرير من اسفل المعاينة
de_de: Du kannst unter der Vorschau mit dem Schreiben fortfahren
it_it: Puoi continuare a modificare sotto l'anteprima
lt_lt: Jūs galite tęsti redagavimą žemiau peržiūrų vietoje
nl_nl: U kan verder gaan met bewerken onder het voorbeeld gedeelte
pl_pl: Możesz kontynuować edycję poniżej obszaru podglądu
pt_br: Você pode continuar editando abaixo da área de pré-visualização
tr_tr: Aşağıdaki görüntüleme alanından düzenlemeye devam edebilirsiniz

source: Congratulations, your post was submitted successfully!
ar: تهانينا , موضوعك تم نشره بنجاح !
de_de: Glückwunsch, dein Beitrag wurde erfolgreich übermittelt!
it_it: Congratulazioni, il tuo articolo è stato inserito con successo!
lt_lt: Sveikiname, jūsų įrašas buvo pateiktas sėkmingai!
nl_nl: Gefeliciteerd, uw post is succesvol geplaatst!
pl_pl: Gratuluję! Dziękuję za Twój artykuł.
pt_br: Parabéns, sua contribuição foi enviada com sucesso!
tr_tr: Tebrikler, içeriğiniz başarıyla alındı!

source: Your post is awaiting moderation and should be available soon.
ar: موضوعك ينتظر موافقة الادارة لادراجه
de_de: Dein Beitrag wird gerade überprüft und sollte bald verfügbar sein.
it_it: Il tuo post è in coda di moderazione e dovrebbe essere presto disponibile.
lt_lt: Jūsų įrašas laukia moderatoriaus peržiūros ir jeigu atitiks standartus bus puslapyje.
nl_nl: Uw post wacht op moderatie en zal binnenkort geplaatst zijn.
pl_pl: Twój wpis oczekuje na akceptację u Moderatora, i wkrótce zostanie opublikowany.
pt_br: Sua contribuição está aguardando moderação e deve estar disponível em breve.
tr_tr: İçeriğiniz inceleniyor, bir süre sonra aktif olacaktır.

source: View My Submission
ar: شاهد منشوراتي
de_de: Zeige meine Beiträge
it_it: Vedi il mio post
lt_lt: Žiūrėti Mano Pateikimus
nl_nl: Bekijk mijn plaatsing
pl_pl: Podejrzyj wysłane artykuły
pt_br: Ver minha contribuição
tr_tr: Gönderdiğim İçerikleri Göster

source: What would you like to do next?
ar: ما الذي ترغب بفعله الان ؟
de_de: Was möchtest du als nächstes machen?
it_it: Cosa vuoi fare ora?
lt_lt: Ką norėtumėte daryti toliau?
nl_nl: Wat wilt u hierna doen?
pl_pl: Co chcesz robić dalej?
pt_br: O que você gostaria de fazer a seguir?
tr_tr: Şimdi ne yapmak istersiniz?

source: Visit Home Page
ar: زيارة الرئيسية
de_de: Besuche die Hauptseite
it_it: Vai alla Home Page
lt_lt: Pamatyti Pagrindinį Puslapį
nl_nl: Bezoek home pagina
pl_pl: Wejdź na Stronę Domową
pt_br: Visitar a página inicial
tr_tr: Anasayfaya Dön

source: Create Another Post
ar: انشاء موضوع اخر
de_de: Einen weiteren Beitrag verfassen
it_it: Inserisci un altro post
lt_lt: Kurti Kitą Įrašą
nl_nl: Maak nog een post
pl_pl: Utwórz kolejny wpis
pt_br: Criar outro post
tr_tr: Başka Bir İçerik Oluştur

source: Name
ar: الاسم
it_it: Nome
lt_lt: Vardas
nl_nl: Naam
pl_pl: Nazwa
tr_tr: Adınız

source: (required - not shown publically)
ar: مطلوب ( لا يتم عرضه للعامة )
de_de: (benötigt - wird nicht veröffentlicht)
it_it: (richiesto - non verrà reso pubblico)
lt_lt: (reikalinga - neviešinama)
nl_nl: (verplicht - wordt niet publiekelijk zichtbaar)
pl_pl: (wymagane - nie będzie opublikowane)
tr_tr: (gerekli - adınız yayınlanmayacak)

source: Email
ar: الايميل
lt_lt: El.paštas
tr_tr: Eposta

source: Post Category
ar: تصنيف الموضوع
de_de: Kategorie
it_it: Categoria
lt_lt: Įrašo Kategorija
nl_nl: Post Categorie
pl_pl: Kategoria wpisu
pt_br: Categorias do post
tr_tr: İçerik Kategorisi

source: Post Tags
ar: وسوم الموضوع
de_de: Tags
it_it: Tags
lt_lt: Įrašo žymos
pl_pl: Tagi wpisu
pt_br: Tags do post
tr_tr: İçerik Etiketleri

source: (separate tags by comma)
ar: (فاصلة بين كل وسم)
de_de: (Trenne mehrere Tags mit Komma, bitte)
it_it: (separare con la virgola)
lt_lt: (atskirti žymas kableliais)
nl_nl: (scheid tags door comma's)
pl_pl: (tagi oddzielone przecinkami)
pt_br: (separar as tags com vírgula)
tr_tr: (etiketleri virgül ile ayırınız)

source: Image Verification
ar: صورة التاكيد :
de_de: Bildnachweis
it_it: Immagine di Verifica
lt_lt: Paveiksliukas Patvirtinimui
nl_nl: Afbeelding verificatie
pl_pl: Weryfikacja obrazka
pt_br: Verificação de imagem
tr_tr: Resim Doğrulaması

source: Click Publish below to submit your post
ar: اضغط نشر في الاسفر لنشر موضوعك
de_de: Clicke auf 'Veröffentlichen!', um deinen Beitrag abzuschicken
it_it: Clicca "Pubblica" qui sotto per inserire il tuo post
lt_lt: Paspauskite Paskelbti žemiau pateikimui įrašo
nl_nl: Klik op publiceer om uw post te plaatsen
pl_pl: Kliknij na Publikuj, aby wysłać artykuł
pt_br: Clique em Publicar, abaixo, para enviar seu post
tr_tr: İçeriğinizi göndermek için Yayınla düğmesini tıklayın

source: A fatal, unknown error has occured!
ar: خطا فادح , خطا غير معروف بالنشر !
de_de: Es trat ein unbekannter Fehler auf!
it_it: Un errore fatale, sconosciuto è incorso!
lt_lt: Katostrofa , įvyko nežinoma klaida!
nl_nl: Een fatale onbekende error heeft zich voorgedaan!
pl_pl: Oh Sorry, pojawił się niespodziewany błąd!
pt_br: Um erro fatal/desconhecido ocorreu!
tr_tr: Önemli ve bilinmeyen bir hata oluştu!

source: Upload/Insert
ar: رفع - اضافة
de_de: Hochladen/Eingeben
it_it: Carica/inserisci
lt_lt: Atsiųsti/Įterpti
nl_nl: Upload/invoegen
pl_pl: Załaduj/Wstaw
pt_br: Enviar/Inserir
tr_tr: Yükle/Gir

source: Add an Image
ar: اضافة صورة
de_de: Ein Bild hinzufügen
it_it: Aggiungi un'immagine
lt_lt: Pridėti Nuotrauką
nl_nl: Voeg afbeelding toe
pl_pl: Dodaj zdjęcie
pt_br: Adicionar uma imagem
tr_tr: Bir Resim Ekle

source: Add Video
ar: اضافة فيديو
de_de: Ein Video hinzufügen
it_it: Aggiungi Video
lt_lt: Pridėti Vaizdo Įrašą
nl_nl: Voeg video toe
pl_pl: Dodaj wideo
pt_br: Adicionar vídeo
tr_tr: Video Ekle

source: Add Audio
ar: اضافة صوت
de_de: Eine Audiodatei hinzufügen
it_it: Aggiungi Audio
lt_lt: Pridėti Dainą
nl_nl: Voeg audio toe
pl_pl: Dodaj plik Audio
pt_br: Adicionar áudio
tr_tr: Ses Ekle
